Repository: lacklusteradmin/SpectraWallet
Catalog: Spectra/Views/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Last good sync: %@.
zh_hans: 上次成功同步：%@。
zh_hant: 上次成功同步：%@。

source: No prior successful sync yet.
zh_hans: 尚无成功同步记录。
zh_hant: 尚無成功同步記錄。

source: Use Speed Up to resend with higher fees or Cancel to submit a 0-value self-transfer using the same nonce.
zh_hans: 使用“加速”以更高手续费重发，或使用“取消”以相同 nonce 提交一笔 0 金额的自转账。
zh_hant: 使用“加速”以更高手續費重發，或使用“取消”以相同 nonce 提交一筆 0 金額的自轉賬。

source: __removed_broadcast_reliability
zh_hans: 广播可靠性
zh_hant: 廣播可靠性

source: __removed_chain_source_confidence
zh_hans: 链 | 来源 | 可信度
zh_hant: 鏈 | 來源 | 可信度

source: __removed_history_confidence
zh_hans: 历史置信度
zh_hant: 歷史置信度

source: __removed_source_confidence
zh_hans: 来源可信度
zh_hant: 來源可信度

source: %@ addresses are hex and typically start with 0x.
zh_hans: %@ 地址为十六进制，通常以 0x 开头。
zh_hant: %@ 地址為十六進位，通常以 0x 開頭。

source: %@ addresses use EVM format (0x + 40 hex characters).
zh_hans: %@ 地址使用 EVM 格式（0x + 40 个十六进制字符）。
zh_hant: %@ 地址使用 EVM 格式（0x + 40 個十六進位字元）。

# %@ Degraded Mode
source: %1$@ Degraded Mode
zh_hans: %1$@ 降级模式
zh_hant: %1$@ 降級模式

source: %@ Details
zh_hans: %@ 详情
zh_hant: %@ 詳情

# %@ Diagnostics
source: %1$@ Diagnostics
zh_hans: %1$@ 诊断
zh_hant: %1$@ 診斷

source: %@ diagnostics JSON copied.
zh_hans: %@ 诊断 JSON 已复制。
zh_hant: %@ 診斷 JSON 已複製。

source: %@ Endpoint Reachability
zh_hans: %@ 端点可达性
zh_hant: %@ 端點可達性

source: %@ fiat exchange rates are unavailable. Using the last successful rates.
zh_hans: %@ 法币汇率不可用。正在使用上次成功的汇率。
zh_hant: %@ 法幣匯率不可用。正在使用上次成功的匯率。

source: %@ history loaded with partial provider failures.
zh_hans: %@ 历史记录已加载，但部分提供方失败。
zh_hant: %@ 歷史記錄已載入，但部分提供方失敗。

source: %@ history refresh failed. Using cached history.
zh_hans: %@ 历史记录刷新失败。正在使用缓存历史记录。
zh_hant: %@ 歷史記錄刷新失敗。正在使用快取歷史記錄。

source: %@ History Sources
zh_hans: %@ 历史来源
zh_hant: %@ 歷史來源

source: %@ Network
zh_hans: %@ 网络
zh_hant: %@ 網絡

source: %@ on %@
zh_hans: %2$@ 上的 %1$@
zh_hant: %2$@ 上的 %1$@

source: %@ on %@ is now %@, which is %@ your target of %@.
zh_hans: %@ 在 %@ 上现价为 %@，这已%@您的目标价 %@。
zh_hant: %@ 在 %@ 上現價為 %@，這已%@您的目標價 %@。

source: %@ price alert
zh_hans: %@ 价格提醒
zh_hant: %@ 價格提醒

source: %@ pricing unavailable
zh_hans: %@ 价格不可用
zh_hant: %@ 價格不可用

source: %@ providers are partially reachable. Showing the latest available balances.
zh_hans: %@ 提供方部分可达。正在显示最新可用余额。
zh_hant: %@ 提供方部分可達。正在顯示最新可用餘額。

source: %@ providers are partially reachable. Some balances are estimated from confirmed on-chain history.
zh_hans: %@ 提供方部分可达。部分余额根据已确认链上历史估算。
zh_hant: %@ 提供方部分可達。部分餘額根據已確認鏈上歷史估算。

source: %@ providers are unavailable. Using balance estimated from confirmed on-chain history.
zh_hans: %@ 提供方不可用。正在使用根据已确认链上历史估算的余额。
zh_hant: %@ 提供方不可用。正在使用根據已確認鏈上歷史估算的餘額。

source: %@ providers are unavailable. Using cached balances and history.
zh_hans: %@ 提供方不可用。正在使用缓存余额和历史记录。
zh_hant: %@ 提供方不可用。正在使用快取餘額與歷史記錄。

source: %@ refresh completed.
zh_hans: %@ 刷新已完成。
zh_hant: %@ 重新整理已完成。

source: %@ refresh timed out. Using cached balances and history.
zh_hans: %@ 刷新超时。正在使用缓存余额和历史记录。
zh_hant: %@ 刷新逾時。正在使用快取餘額與歷史記錄。

source: %@ returned no supported asset quotes
zh_hans: %@ 未返回任何受支持资产报价
zh_hant: %@ 未傳回任何受支援資產報價

source: %@ sent to %@
zh_hans: %1$@ 已发送到 %2$@
zh_hant: %1$@ 已發送到 %2$@

source: %@ transaction confirmed
zh_hans: %@ 交易已确认
zh_hant: %@ 交易已確認

source: %@ transaction failed
zh_hans: %@ 交易失败
zh_hant: %@ 交易失敗

source: %lld active notices
zh_hans: %lld 条活动通知
zh_hant: %lld 條活動通知

source: %lld assets
zh_hans: %lld 项资产
zh_hant: %lld 項資產

source: %lld decimals
zh_hans: %lld 位小数
zh_hant: %lld 位小數

source: %lld in total
zh_hans: 共 %lld 项
zh_hant: 共 %lld 項

source: %lld results
zh_hans: %lld 条结果
zh_hant: %lld 條結果

source: %lld valid %@ address%@ ready to import.
zh_hans: %1$lld 个有效的 %2$@ 地址%3$@，可导入。
zh_hant: %1$lld 個有效的 %2$@ 地址%3$@，可導入。

source: %lld words
zh_hans: %lld 个单词
zh_hant: %lld 個單詞

source: About
zh_hans: 关于
zh_hant: 關於

source: About Spectra
zh_hans: 关于 Spectra
zh_hant: 關於 Spectra

source: Above
zh_hans: 高于
zh_hant: 高於

source: Active Alerts
zh_hans: 活动提醒
zh_hant: 活動提醒

source: Active app balance refresh
zh_hans: 应用活动时余额刷新
zh_hant: 應用活動時餘額刷新

source: Active app refresh
zh_hans: 应用活动时刷新
zh_hant: 應用活動時刷新

source: Active Notices
zh_hans: 当前通知
zh_hant: 當前通知

source: Add a custom token contract, mint address, coin type, package address, account ID, or jetton master address for Ethereum, Arbitrum, Optimism, BNB Chain, Avalanche, Hyperliquid, Solana, Sui, Aptos, TON, NEAR, or Tron.
zh_hans: 为 Ethereum、Arbitrum、Optimism、BNB Chain、Avalanche、Hyperliquid、Solana、Sui、Aptos、TON、NEAR 或 Tron 添加自定义代币合约、mint 地址、coin type、package 地址、account ID 或 jetton master 地址。
zh_hant: 為 Ethereum、Arbitrum、Optimism、BNB Chain、Avalanche、Hyperliquid、Solana、Sui、Aptos、TON、NEAR 或 Tron 添加自定義代幣合約、mint 地址、coin type、package 地址、account ID 或 jetton master 地址。

source: Add Alert
zh_hans: 添加提醒
zh_hant: 添加提醒

source: Add Token
zh_hans: 添加代币
zh_hant: 添加代幣

source: Address Book
zh_hans: 地址簿
zh_hant: 地址簿

source: Address copied to clipboard.
zh_hans: 地址已复制到剪贴板。
zh_hant: 地址已複製到剪貼板。

source: Address Gap Limit: %lld
zh_hans: 地址间隔限制：%lld
zh_hant: 地址間隔限制：%lld

source: Address saved.
zh_hans: 地址已保存。
zh_hant: 地址已保存。

source: Addresses
zh_hans: 地址
zh_hant: 地址

source: Adjust derivation paths.
zh_hans: 调整派生路径。
zh_hant: 調整派生路徑。

source: Adjust how many decimals are shown for each chain's native asset. Very small values switch to a threshold marker instead of rounding to zero.
zh_hans: 调整每条链原生资产显示的小数位数。对于极小数值，会显示阈值标记而不是四舍五入为零。
zh_hant: 調整每條鏈原生資產顯示的小數位數。對於極小數值，會顯示閾值標記而不是四捨五入為零。

source: Advanced
zh_hans: 高级
zh_hant: 高級

source: Advanced UTXO Mode
zh_hans: 高级 UTXO 模式
zh_hant: 高級 UTXO 模式

source: Aggressive
zh_hans: 激进
zh_hant: 激進

source: Alert added. Spectra will notify you when this target is hit.
zh_hans: 提醒已添加。达到此目标时，Spectra 会通知你。
zh_hant: 提醒已新增。達到此目標時，Spectra 會通知你。

source: Alert Controls
zh_hans: 提醒控制
zh_hant: 提醒控制

source: Alerts & Contacts
zh_hans: 提醒与联系人
zh_hant: 提醒與聯繫人

source: All
zh_hans: 全部
zh_hant: 全部

source: All Wallets
zh_hans: 所有钱包
zh_hant: 所有錢包

source: Allow Dogecoin Testnet
zh_hans: 允许 Dogecoin 测试网
zh_hant: 允許 Dogecoin 測試網

source: Allow Testnet Addresses
zh_hans: 允许测试网地址
zh_hant: 允許測試網地址

source: Also Receives
zh_hans: 同时接收
zh_hant: 同時接收

source: Amount
zh_hans: 金额
zh_hant: 金額

source: Amount is below Dogecoin dust threshold.
zh_hans: 金额低于 Dogecoin dust 阈值。
zh_hant: 金額低於 Dogecoin dust 閾值。

source: An Ethereum RPC endpoint is required for live chain access.
zh_hans: 实时链访问需要 Ethereum RPC 端点。
zh_hant: 實時鏈訪問需要 Ethereum RPC 端點。

source: An identical alert already exists for this asset.
zh_hans: 此资产已存在相同的提醒。
zh_hant: 此資產已存在相同的提醒。

source: App locked.
zh_hans: 应用已锁定。
zh_hant: App 已鎖定。

source: Approx. Value
zh_hans: 约合价值
zh_hant: 約合價值

source: Aptos broadcast failed: %@
zh_hans: Aptos 广播失败：%@
zh_hant: Aptos 廣播失敗：%@

source: Aptos Network
zh_hans: Aptos 网络
zh_hant: Aptos 網絡

source: Aptos network request failed: %@
zh_hans: Aptos 网络请求失败：%@
zh_hant: Aptos 網絡請求失敗：%@

source: Aptos RPC error: %@
zh_hans: Aptos RPC 错误：%@
zh_hant: Aptos RPC 錯誤：%@

source: Asset
zh_hans: 资产
zh_hant: 資產

source: Asset Count
zh_hans: 资产数量
zh_hant: 資產數量

source: Asset supports
zh_hans: 资产支持
zh_hant: 資產支援

source: Assets
zh_hans: 资产
zh_hant: 資產

source: Auto Lock
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Auto-managed
zh_hans: 自动管理
zh_hant: 自動管理

source: Available
zh_hans: 可用
zh_hant: 可用

source: Background balance refresh
zh_hans: 后台余额刷新
zh_hant: 後台餘額刷新

source: Background Sync
zh_hans: 后台同步
zh_hant: 後台同步

source: Balanced
zh_hans: 平衡
zh_hant: 平衡

source: Before You Continue
zh_hans: 继续前请确认
zh_hant: 繼續前請確認

source: Below
zh_hans: 低于
zh_hant: 低於

source: Biometric Confirmation For Send Actions
zh_hans: 发送操作生物识别确认
zh_hant: 發送操作生物識別確認

source: Bitcoin Cash broadcast failed.
zh_hans: Bitcoin Cash 广播失败。
zh_hant: Bitcoin Cash 廣播失敗。

source: Bitcoin Cash broadcast returned an empty transaction hash.
zh_hans: Bitcoin Cash 广播返回了空交易哈希。
zh_hant: Bitcoin Cash 廣播返回了空交易哈希。

source: Bitcoin History Page Size: %lld
zh_hans: Bitcoin 历史分页大小：%lld
zh_hant: Bitcoin 歷史分頁大小：%lld

source: Bitcoin Network
zh_hans: Bitcoin 网络
zh_hant: Bitcoin 網絡

source: Bitcoin SV broadcast failed.
zh_hans: Bitcoin SV 广播失败。
zh_hant: Bitcoin SV 廣播失敗。

source: Bitcoin SV broadcast returned an empty transaction hash.
zh_hans: Bitcoin SV 广播返回了空交易哈希。
zh_hant: Bitcoin SV 廣播返回了空交易哈希。

source: Bitcoin transaction signing failed.
zh_hans: Bitcoin 交易签名失败。
zh_hant: Bitcoin 交易簽名失敗。

source: Block
zh_hans: 区块
zh_hant: 區塊

source: Broadcast Providers
zh_hans: 广播提供商
zh_hant: 廣播提供商

source: Broadcast via Blockchair
zh_hans: 通过 Blockchair 广播
zh_hant: 通過 Blockchair 廣播

source: Broadcast via BlockCypher
zh_hans: 通过 BlockCypher 广播
zh_hant: 通過 BlockCypher 廣播

source: Broadcasting Bitcoin Cash transaction...
zh_hans: 正在广播 Bitcoin Cash 交易...
zh_hant: 正在廣播 Bitcoin Cash 交易...

source: Broadcasting Bitcoin transaction...
zh_hans: 正在广播 Bitcoin 交易...
zh_hant: 正在廣播 Bitcoin 交易...

source: Broadcasting Cardano transaction...
zh_hans: 正在广播 Cardano 交易...
zh_hant: 正在廣播 Cardano 交易...

source: Broadcasting Dogecoin transaction...
zh_hans: 正在广播 Dogecoin 交易...
zh_hant: 正在廣播 Dogecoin 交易...

source: Broadcasting Litecoin transaction...
zh_hans: 正在广播 Litecoin 交易...
zh_hant: 正在廣播 Litecoin 交易...

source: Broadcasting Monero transaction...
zh_hans: 正在广播 Monero 交易...
zh_hant: 正在廣播 Monero 交易...

source: Broadcasting Tron transaction...
zh_hans: 正在广播 Tron 交易...
zh_hant: 正在廣播 Tron 交易...

source: Broadcasting XRP transaction...
zh_hans: 正在广播 XRP 交易...
zh_hant: 正在廣播 XRP 交易...

source: Browse Spectra's supported chains, default derivation paths, registered SLIP44 coin types, and protocol-level notes in a cleaner reference format.
zh_hans: 以更清晰的参考格式浏览 Spectra 支持的链、默认派生路径、已注册的 SLIP44 coin type 和协议级说明。
zh_hant: 以更清晰的參考格式瀏覽 Spectra 支持的鏈、默認派生路徑、已註冊的 SLIP44 coin type 和協議級說明。

source: Browse the full chain list.
zh_hans: 浏览完整链列表。
zh_hant: 瀏覽完整鏈列表。

source: Built-In
zh_hans: 内置
zh_hant: 內建

source: Calculated change is below dust threshold. Increase amount or consolidate UTXOs.
zh_hans: 计算出的找零低于 dust 阈值。请增加金额或归集 UTXO。
zh_hant: 計算出的找零低於 dust 閾值。請增加金額或歸集 UTXO。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel Pending Transaction
zh_hans: 取消待处理交易
zh_hant: 取消待處理交易

source: Cancel This Transaction
zh_hans: 取消这笔交易
zh_hant: 取消這筆交易

source: Cancellation context loaded. Review fees and tap Send.
zh_hans: 已加载取消上下文。请检查手续费后点击发送。
zh_hant: 已加載取消上下文。請檢查手續費後點擊發送。

source: Cannot Reveal Seed Phrase
zh_hans: 无法显示助记词
zh_hant: 無法顯示助記詞

source: Cardano addresses typically start with addr1 and use bech32 format.
zh_hans: Cardano 地址通常以 addr1 开头，并使用 bech32 格式。
zh_hant: Cardano 地址通常以 addr1 開頭，並使用 bech32 格式。

source: Cardano broadcast failed: %@
zh_hans: Cardano 广播失败：%@
zh_hant: Cardano 廣播失敗：%@

source: Cardano Network
zh_hans: Cardano 网络
zh_hant: Cardano 網絡

source: Cardano network request failed: %@
zh_hans: Cardano 网络请求失败：%@
zh_hant: Cardano 網絡請求失敗：%@

source: Cardano signing failed: %@
zh_hans: Cardano 签名失败：%@
zh_hant: Cardano 簽名失敗：%@

source: Category
zh_hans: 类别
zh_hant: 類別

source: Chain
zh_hans: 链
zh_hant: 鏈

source: Chain Actions
zh_hans: 链操作
zh_hant: 鏈操作

source: Chain Breakdown
zh_hans: 链明细
zh_hant: 鏈明細

source: Chain recovered
zh_hans: 链已恢复
zh_hant: 鏈已恢復

source: Chain Support
zh_hans: 链支持
zh_hant: 鏈支持

source: Chain Wiki
zh_hans: 链百科
zh_hant: 鏈百科

source: chain: %@
zh_hans: 链：%@
zh_hant: 鏈：%@

source: Chains
zh_hans: 链
zh_hant: 鏈

source: Change Address
zh_hans: 找零地址
zh_hant: 找零地址

source: Change Output: %@
zh_hans: 找零输出：%@
zh_hant: 找零輸出：%@

source: Change Path
zh_hans: 找零路径
zh_hant: 找零路徑

source: Change Strategy
zh_hans: 找零策略
zh_hant: 找零策略

source: Check %@ Endpoints
zh_hans: 检查 %@ 端点
zh_hant: 檢查 %@ 端點

source: Checking %@ Endpoints...
zh_hans: 正在检查 %@ 端点...
zh_hant: 正在檢查 %@ 端點...

source: Checking destination on-chain balance...
zh_hans: 正在检查目标地址链上余额...
zh_hant: 正在檢查目標地址鏈上餘額...

source: Checking Face ID...
zh_hans: 正在检查 Face ID...
zh_hant: 正在檢查 Face ID...

source: Choose a longer interval if you want lower background activity and less battery impact.
zh_hans: 如果你希望减少后台活动和电池影响，请选择更长的间隔。
zh_hant: 如果你希望減少後台活動和電池影響，請選擇更長的間隔。

source: Choose a wallet and asset to prepare a transfer with live fee previews and risk checks.
zh_hans: 选择钱包和资产，以准备带实时费用预览和风险检查的转账。
zh_hant: 選擇錢包和資產，以準備帶實時費用預覽和風險檢查的轉賬。

source: Choose custom artwork, your own photo, or the classic generated badge style. Uploaded images must be 3 MB or smaller.
zh_hans: 可选择自定义图像、你自己的照片，或经典自动生成徽章样式。上传图片必须小于等于 3 MB。
zh_hant: 可選擇自定義圖像、你自己的照片，或經典自動生成徽章樣式。上傳圖片必須小於等於 3 MB。

source: Choose how often Spectra refreshes balances automatically while the app is active.
zh_hans: 选择 Spectra 在应用处于活动状态时自动刷新余额的频率。
zh_hant: 選擇 Spectra 在應用處於活動狀態時自動刷新餘額的頻率。

source: Choose Photo
zh_hans: 选择照片
zh_hant: 選擇照片

source: Choose What To Reset
zh_hans: 选择要重置的内容
zh_hant: 選擇要重置的內容

source: Choose which categories to remove from this device. Selected items are deleted locally and some options also clear secure keychain data.
zh_hans: 选择要从此设备中移除的类别。所选项目会在本地删除，某些选项还会清除安全钥匙串数据。
zh_hant: 選擇要從此設備中移除的類別。所選項目會在本地刪除，某些選項還會清除安全鑰匙串數據。

source: Choose which providers Spectra is allowed to broadcast through for this chain. At least one provider must remain enabled.
zh_hans: 选择 Spectra 在此链上允许使用的广播提供方。至少保留一个启用。
zh_hant: 選擇 Spectra 在此鏈上允許使用的廣播提供方。至少保留一個啟用。

source: Circulation Model
zh_hans: 流通模型
zh_hant: 流通模型

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear Filters
zh_hans: 清除筛选
zh_hant: 清除篩選

source: CoinGecko ID (Optional)
zh_hans: CoinGecko ID（可选）
zh_hant: CoinGecko ID（可選）

source: CoinGecko Pro API Key (Optional)
zh_hans: CoinGecko Pro API Key（可选）
zh_hant: CoinGecko Pro API Key（可選）

source: Condition
zh_hans: 条件
zh_hant: 條件

source: Configure asset view
zh_hans: 配置资产视图
zh_hant: 配置資產視圖

source: Configure wallet view
zh_hans: 配置钱包视图
zh_hant: 配置錢包視圖

source: Confirmation Preference: %@
zh_hans: 确认偏好：%@
zh_hant: 確認偏好：%@

source: Confirmations
zh_hans: 确认数
zh_hant: 確認數

source: Confirmed
zh_hans: 已确认
zh_hant: 已確認

source: Consensus
zh_hans: 共识
zh_hant: 共識

source: Conservative
zh_hans: 保守
zh_hant: 保守

source: constrained
zh_hans: 受限
zh_hant: 受限

source: content.locked.subtitle
zh_hans: 此内容当前不可见。
zh_hant: 此內容當前不可見。

source: content.locked.title
zh_hans: 内容已锁定
zh_hant: 內容已鎖定

source: content.locked.unlock
zh_hans: 解锁
zh_hant: 解鎖

source: Contract
zh_hans: 合约
zh_hant: 合約

source: Contract / Mint
zh_hans: 合约 / Mint
zh_hant: 合約 / Mint

source: Contract address is required.
zh_hans: 必须填写合约地址。
zh_hant: 必須填寫合約地址。

source: Contracts
zh_hans: 合约
zh_hant: 合約

source: Control the derivation path used for each selected chain.
zh_hans: 控制每条已选择链所使用的派生路径。
zh_hant: 控制每條已選擇鏈所使用的派生路徑。

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copied %lld log entries
zh_hans: 已复制 %lld 条日志记录
zh_hant: 已複製 %lld 筆日誌記錄

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy %@ Diagnostics JSON
zh_hans: 复制 %@ 诊断 JSON
zh_hant: 複製 %@ 診斷 JSON

source: Copy Address
zh_hans: 复制地址
zh_hant: 複製地址

source: Could not verify %@ contract bytecode on %@.
zh_hans: 无法验证 %@ 在 %@ 上的合约字节码。
zh_hant: 無法驗證 %@ 在 %@ 上的合約字節碼。

source: Could not verify recipient contract state on %@. Review destination carefully.
zh_hans: 无法验证 %@ 上收款地址的合约状态。请仔细核对目标地址。
zh_hant: 無法驗證 %@ 上收款地址的合約狀態。請仔細核對目標地址。

source: CPFP Intent
zh_hans: CPFP 意图
zh_hant: CPFP 意圖

source: Create alert rules for imported assets. When the current price reaches your target, Spectra sends a local notification. Alerts depend on price refreshes from your selected pricing source and fall back to built-in prices when live data is unavailable. Spectra refreshes prices when the app becomes active and on a repeating in-app watch cycle while it stays open.
zh_hans: 为已导入资产创建价格提醒规则。当当前价格达到目标值时，Spectra 会发送本地通知。提醒依赖你所选价格源的刷新，并会在实时数据不可用时回退到内置价格。应用激活时以及保持打开期间的循环监视过程中，Spectra 会刷新价格。
zh_hant: 為已導入資產創建價格提醒規則。當當前價格達到目標值時，Spectra 會發送本地通知。提醒依賴你所選價格源的刷新，並會在實時數據不可用時回退到內置價格。應用激活時以及保持打開期間的循環監視過程中，Spectra 會刷新價格。

source: Create New Wallet
zh_hans: 创建新钱包
zh_hant: 創建新錢包

source: Currency
zh_hans: 货币
zh_hant: 貨幣

source: Current price: %@
zh_hans: 当前价格：%@
zh_hant: 當前價格：%@

source: Current Timing
zh_hans: 当前时序
zh_hant: 當前時序

source: Current Value
zh_hans: 当前价值
zh_hant: 當前價值

source: Current wallet, pricing, and chain-state warnings will appear here.
zh_hans: 当前的钱包、价格和链状态警告会显示在这里。
zh_hant: 當前的錢包、價格和鏈狀態警告會顯示在這裡。

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Custom EIP-1559 fees are applied to this send and preview.
zh_hans: 此次发送和预览将应用自定义 EIP-1559 费用。
zh_hant: 此次發送和預覽將應用自定義 EIP-1559 費用。

source: Custom Esplora endpoints (comma-separated, optional)
zh_hans: 自定义 Esplora 端点（以逗号分隔，可选）
zh_hant: 自定義 Esplora 端點（以逗號分隔，可選）

source: Custom URL
zh_hans: 自定义 URL
zh_hant: 自訂 URL

source: Customize Assets
zh_hans: 自定义资产
zh_hant: 自定義資產

source: Dashboard Customization
zh_hans: 首页自定义
zh_hant: 首頁自定義

source: Dashboard Section
zh_hans: 仪表盘分区
zh_hant: 儀錶盤分區

# dashboard.asset.onChain
source: On %@
zh_hans: 在 %@ 上
zh_hant: 在 %@ 上

source: Data & Connectivity
zh_hans: 数据与连接
zh_hant: 數據與連接

source: Debug
zh_hans: 调试
zh_hant: 偵錯

source: Decimal Display
zh_hans: 小数显示
zh_hant: 小數顯示

source: Default Fee Priority
zh_hans: 默认费用优先级
zh_hant: 默認費用優先級

source: Default Path
zh_hans: 默认路径
zh_hant: 默認路徑

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete Wallet
zh_hans: 删除钱包
zh_hant: 刪除錢包

source: Delete Wallet?
zh_hans: 删除钱包？
zh_hant: 刪除錢包？

source: Derivation In Spectra
zh_hans: Spectra 中的派生
zh_hant: Spectra 中的派生

source: Derivation Paths
zh_hans: 派生路径
zh_hant: 派生路徑

source: Destination appears to be a non-EVM address while sending on %@.
zh_hans: 在 %@ 上发送时，目标地址看起来不像 EVM 地址。
zh_hant: 在 %@ 上發送時，目標地址看起來不像 EVM 地址。

source: Destination appears to be an Ethereum-style address while sending on %@.
zh_hans: 在 %@ 上发送时，目标地址看起来像 Ethereum 风格地址。
zh_hant: 在 %@ 上發送時，目標地址看起來像 Ethereum 風格地址。

source: Destination appears to be non-Monero format while sending on Monero.
zh_hans: 在 Monero 上发送时，目标地址看起来不是 Monero 格式。
zh_hant: 在 Monero 上發送時，目標地址看起來不是 Monero 格式。

source: Destination appears to be non-Solana format while sending on Solana.
zh_hans: 在 Solana 上发送时，目标地址看起来不是 Solana 格式。
zh_hant: 在 Solana 上發送時，目標地址看起來不是 Solana 格式。

source: Destination appears to be non-Tron format while sending on Tron.
zh_hans: 在 Tron 上发送时，目标地址看起来不是 Tron 格式。
zh_hant: 在 Tron 上發送時，目標地址看起來不是 Tron 格式。

source: Destination appears to be non-XRP format while sending on XRP Ledger.
zh_hans: 在 XRP Ledger 上发送时，目标地址看起来不是 XRP 格式。
zh_hant: 在 XRP Ledger 上發送時，目標地址看起來不是 XRP 格式。

source: Details
zh_hans: 详情
zh_hant: 詳情

source: Diagnostics
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics & Support
zh_hans: 诊断与支持
zh_hant: 診斷與支持

source: Diagnostics Bundle
zh_hans: 诊断包
zh_hant: 診斷包

source: Diagnostics exported to %@
zh_hans: 诊断已导出到 %@
zh_hant: 診斷已匯出到 %@

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Display Currency
zh_hans: 显示货币
zh_hant: 顯示貨幣

source: DOGE Change Output
zh_hans: DOGE 找零输出
zh_hant: DOGE 找零輸出

source: DOGE Confirmed Fee
zh_hans: DOGE 已确认手续费
zh_hant: DOGE 已確認手續費

source: DOGE Exclusive Actions
zh_hans: DOGE 专属操作
zh_hant: DOGE 專屬操作

source: DOGE Fee Priority
zh_hans: DOGE 手续费优先级
zh_hant: DOGE 手續費優先級

source: DOGE Fee Rate
zh_hans: DOGE 费率
zh_hant: DOGE 費率

source: DOGE transaction confirmed.
zh_hans: DOGE 交易已确认。
zh_hant: DOGE 交易已確認。

source: DOGE transaction marked failed after extended retries.
zh_hans: DOGE 交易在长时间重试后被标记为失败。
zh_hant: DOGE 交易在長時間重試後被標記為失敗。

source: DOGE transaction reached finality (%d confirmations).
zh_hans: DOGE 交易已达到最终确认（%d 次确认）。
zh_hant: DOGE 交易已達到最終確認（%d 次確認）。

source: Dogecoin addresses usually start with D, A, or 9.
zh_hans: Dogecoin 地址通常以 D、A 或 9 开头。
zh_hant: Dogecoin 地址通常以 D、A 或 9 開頭。

source: Dogecoin broadcast failed: %@
zh_hans: Dogecoin 广播失败：%@
zh_hant: Dogecoin 廣播失敗：%@

source: Dogecoin Default Fee
zh_hans: Dogecoin 默认费用
zh_hant: Dogecoin 默認費用

source: Dogecoin History Page Size: %lld
zh_hans: Dogecoin 历史分页大小：%lld
zh_hant: Dogecoin 歷史分頁大小：%lld

source: Dogecoin network error: %@
zh_hans: Dogecoin 网络错误：%@
zh_hant: Dogecoin 網絡錯誤：%@

source: Dogecoin post-broadcast verification failed: %@
zh_hans: Dogecoin 广播后验证失败：%@
zh_hant: Dogecoin 廣播後驗證失敗：%@

source: Dogecoin pre-broadcast validation failed: %@
zh_hans: Dogecoin 广播前校验失败：%@
zh_hant: Dogecoin 廣播前校驗失敗：%@

source: Dogecoin Send
zh_hans: Dogecoin 发送
zh_hant: Dogecoin 發送

source: Dogecoin transaction appears stuck and could not be confirmed after extended retries.
zh_hans: Dogecoin 交易似乎卡住了，多次重试后仍无法确认。
zh_hant: Dogecoin 交易似乎卡住了，多次重試後仍無法確認。

source: Dogecoin transaction is too large for standard relay policy.
zh_hans: Dogecoin 交易过大，不符合标准中继策略。
zh_hant: Dogecoin 交易過大，不符合標準中繼策略。

source: Donate
zh_hans: 捐赠
zh_hant: 捐贈

source: Done
zh_hans: 完成
zh_hant: 完成

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Label
zh_hans: 编辑标签
zh_hant: 編輯標籤

source: Edit Name
zh_hans: 编辑名称
zh_hant: 編輯名稱

source: Effective Gas Price
zh_hans: 实际燃料价格
zh_hant: 實際燃料價格

source: Enable Advanced Controls
zh_hans: 启用高级控制
zh_hant: 啓用高級控制

source: Enable Price Alerts
zh_hans: 启用价格提醒
zh_hant: 啓用價格提醒

source: Enable RBF Policy
zh_hans: 启用 RBF 策略
zh_hant: 啓用 RBF 策略

source: Endpoint checks completed.
zh_hans: 端点检查已完成。
zh_hant: 端點檢查已完成。

source: Endpoints
zh_hans: 端点
zh_hant: 端點

source: ENS name '%@' resolved to %@. Confirm this resolved address before sending.
zh_hans: ENS 名称 '%@' 已解析为 %@。发送前请确认该解析地址。
zh_hant: ENS 名稱 '%@' 已解析為 %@。發送前請確認該解析地址。

source: ENS names are Ethereum-specific. For %@, verify the resolved EVM address very carefully.
zh_hans: ENS 名称是 Ethereum 专用的。对于 %@，请非常仔细地核对解析后的 EVM 地址。
zh_hant: ENS 名稱是 Ethereum 專用的。對於 %@，請非常仔細地核對解析後的 EVM 地址。

source: Enter a Bitcoin address valid for the selected Bitcoin network mode.
zh_hans: 请输入适用于所选 Bitcoin 网络模式的地址。
zh_hant: 請輸入適用於所選 Bitcoin 網路模式的地址。

source: Enter a nonce value for manual nonce mode.
zh_hans: 手动 nonce 模式下请输入 nonce 值。
zh_hant: 手動 nonce 模式下請輸入 nonce 值。

source: Enter a unique valid %@ address and a contact name.
zh_hans: 请输入一个唯一且有效的 %@ 地址以及联系人名称。
zh_hant: 請輸入一個唯一且有效的 %@ 地址以及聯絡人名稱。

source: Enter a valid %@ address (0x + 40 hex characters).
zh_hans: 请输入有效的 %@ 地址（0x + 40 个十六进制字符）。
zh_hant: 請輸入有效的 %@ 地址（0x + 40 個十六進位字元）。

source: Enter a valid %@ address (starts with 0x).
zh_hans: 请输入有效的 %@ 地址（以 0x 开头）。
zh_hant: 請輸入有效的 %@ 地址（以 0x 開頭）。

source: Enter a valid %@ address.
zh_hans: 请输入有效的 %@ 地址。
zh_hant: 請輸入有效的 %@ 地址。

source: Enter a valid 32-byte hex private key.
zh_hans: 请输入有效的 32 字节十六进制私钥。
zh_hant: 請輸入有效的 32 字節十六進制私鑰。

source: Enter a valid Aptos coin type.
zh_hans: 请输入有效的 Aptos coin type。
zh_hant: 請輸入有效的 Aptos coin type。

source: Enter a valid Arbitrum token contract address.
zh_hans: 请输入有效的 Arbitrum 代币合约地址。
zh_hant: 請輸入有效的 Arbitrum 代幣合約地址。

source: Enter a valid Avalanche token contract address.
zh_hans: 请输入有效的 Avalanche 代币合约地址。
zh_hant: 請輸入有效的 Avalanche 代幣合約地址。

source: Enter a valid Bitcoin address for the selected Bitcoin network mode.
zh_hans: 请输入适用于所选 Bitcoin 网络模式的有效地址。
zh_hant: 請輸入適用於所選 Bitcoin 網路模式的有效地址。

source: Enter a valid BNB Chain token contract address.
zh_hans: 请输入有效的 BNB Chain 代币合约地址。
zh_hant: 請輸入有效的 BNB Chain 代幣合約地址。

source: Enter a valid Cardano address (starts with addr1).
zh_hans: 请输入有效的 Cardano 地址（以 addr1 开头）。
zh_hant: 請輸入有效的 Cardano 地址（以 addr1 開頭）。

source: Enter a valid Dogecoin address beginning with D, A, or 9.
zh_hans: 请输入以 D、A 或 9 开头的有效 Dogecoin 地址。
zh_hant: 請輸入以 D、A 或 9 開頭的有效 Dogecoin 地址。

source: Enter a valid Dogecoin amount.
zh_hans: 请输入有效的 Dogecoin 金额。
zh_hant: 請輸入有效的 Dogecoin 金額。

source: Enter a valid Dogecoin destination address.
zh_hans: 请输入有效的 Dogecoin 目标地址。
zh_hant: 請輸入有效的 Dogecoin 目標地址。

source: Enter a valid Ethereum token contract address.
zh_hans: 请输入有效的 Ethereum 代币合约地址。
zh_hant: 請輸入有效的 Ethereum 代幣合約地址。

source: Enter a valid Hyperliquid token contract address.
zh_hans: 请输入有效的 Hyperliquid 代币合约地址。
zh_hant: 請輸入有效的 Hyperliquid 代幣合約地址。

source: Enter a valid Max Fee in gwei.
zh_hans: 请输入有效的最高手续费（gwei）。
zh_hant: 請輸入有效的最高手續費（gwei）。

source: Enter a valid Monero address (starts with 4 or 8).
zh_hans: 请输入有效的 Monero 地址（以 4 或 8 开头）。
zh_hant: 請輸入有效的 Monero 地址（以 4 或 8 開頭）。
